Repository: Matnor85/Hangman_The_Fun_Version
Catalog: Hangman_The_Fun_Version/Resources/Resources.*.resx
Languages: da_dk, nb_no

# SetName
source: Namn:
da_dk: Navn:
nb_no: Navn:

# Press
source: Tryck på valfri knapp för att fortsätta
da_dk: Tryk på en vilkårlig knap for at fortsætte
nb_no: Trykk på en hvilken som helst knapp for å fortsette

# AskForName
source: Vad heter du?
da_dk: Hvad er dit navn?
nb_no: Hva heter du?

# Play
source: Spela
da_dk: Spil
nb_no: Spille

# English
source: Engelska
da_dk: Engelsk
nb_no: Engelsk

# Germany
source: Tyska
da_dk: Tysk
nb_no: Tysk

# Swedish
source: Svenska
da_dk: Svensk
nb_no: Svensk

# Hard
source: Svårt
da_dk: Vanskelig
nb_no: Vanskelig

# Easy
source: Lätt
da_dk: Let
nb_no: Lett

# WrongInput1-3
source: Felaktig inmatning. Välj mellan 1-3
da_dk: Forkert indtastning. Vælg mellem 1-3
nb_no: Feil inntasting. Velg mellom 1–3

# Back
source: Tillbaka
da_dk: Tilbage
nb_no: Tilbake

# AreYouSure
source: Är du säker?
da_dk: Er du sikker?
nb_no: Er du sikker?

# NoHighScore
source: Det finns inget high score än!
da_dk: Der er ingen highscore endnu!
nb_no: Det er ingen High Score ennå!

# ShowList
source: Visa High Score
da_dk: Vis High Score
nb_no: Vis High Score

# ClearList
source: Rensa High Score
da_dk: Ryd High Score
nb_no: Fjern High Score

# Attempts
source: Försök:
da_dk: Forsøg:
nb_no: Forsøk:

# WrongPassword
source: Fel lösenord! High score-listan rensades inte!
da_dk: Forkert adgangskode! Highscore-listen blev ikke ryddet!
nb_no: Feil passord! Toppscorelisten ble ikke tømt!

# Password
source: Lösenord:
da_dk: Adgangskode:
nb_no: Passord:

# Difficulty_Hard
source: Svårt
da_dk: Vanskelig
nb_no: Vanskelig

# Difficulty_Easy
source: Lätt
da_dk: Let
nb_no: Lett

# Category_Fruits
source: Frukter
da_dk: Frugter
nb_no: Frukt

# Category_Cities
source: Städer
da_dk: Byer
nb_no: Byer

# Category_Animals
source: Djur
da_dk: Dyr
nb_no: Dyr

# Fruits
source: Frukter
da_dk: Frugter
nb_no: Frukt

# Animals
source: Djur
da_dk: Dyr
nb_no: Dyr

# HighScoreListIsEmpty
source: High Score listan är nu tömd!
da_dk: Highscore-listen er nu tom!
nb_no: High Score listen er nå tom!

# WrongInput1-4
source: Felaktig inmatning. Välj mellan 1-4
da_dk: Forkert indtastning. Vælg mellem 1-4
nb_no: Forkert indtastning. Vælg mellem 1-4

# WrongInput1-2
source: Felaktig inmatning. Välj mellan 1-2
da_dk: Forkert indtastning. Vælg mellem 1-2
nb_no: Feil inndata. Velg mellom 1–2

# WrongInput1-6
source: Felaktig inmatning. Välj mellan 1-6
da_dk: Forkert indtastning. Vælg mellem 1-6
nb_no: Feil inntasting. Velg mellom 1–6

# ExitMessage
source: Tack för denna gången.
da_dk: Tak for denne gang.
nb_no: Takk for denne gangen.

# Exit
source: Avsluta
da_dk: Ende
nb_no: Slutt

# EnterPassword
source: Ange lösenord för att rensa high score:
da_dk: Indtast adgangskode for at rydde highscore:
nb_no: Skriv inn passordet for å fjerne highscore:

# Language
source: Språk
da_dk: Sprog

# Difficulty
source: Svårighetsgrad
da_dk: Sværhedsgrad
nb_no: Vanskelighetsgrad

# TriesLeft
source: Antal försök kvar:
da_dk: Antal resterende forsøg:
nb_no: Antall gjenværende forsøk:

# WellDone
source: Bra jobbat!
da_dk: Godt gået!
nb_no: Bra jobbet!

# WrongLetter
source: Bokstaven finns inte
da_dk: Brevet findes ikke.
nb_no: Brevet finnes ikke

# SecretWord
source: Hemliga ordet var:
da_dk: Det hemmelige ord var:
nb_no: Det hemmelige ordet var:

# GuessLetter
source: Gissa en bokstav
da_dk: Gæt et bogstav
nb_no: Gjett en bokstav

# EndShowGuesses
source: Antal gissningar:
da_dk: Antal gæt:
nb_no: Antall gjetninger:

# Awsome
source: Grymt jobbat!
da_dk: Godt arbejde!
nb_no: Flott jobb!

# BetterLuckNextTime
source: Bättre lycka nästa gång!
da_dk: Bedre held næste gang!
nb_no: Bedre lykke neste gang!

# GuessedLetters
source: Gissade bokstäver:
da_dk: Gættede bogstaver:
nb_no: Gjettede bokstaver:

# EndShowGuessedLetters
source: Du gissade på följande bokstäver:
da_dk: Du gættede følgende bogstaver:
nb_no: Du gjettet følgende bokstaver:

# EndShowWord
source: Det hemliga ordet var:
da_dk: Det hemmelige ord var:
nb_no: Det hemmelige ordet var:

# Cities
source: Städer
da_dk: Byer
nb_no: Byer

# RetrievingWords
source: Ett fel uppstod vid hämtning av ord
da_dk: Der opstod en fejl under hentning af ord
nb_no: Det oppsto en feil under henting av ord.

# FileWriteError
source: Ops, något gick fel, kunde inte spara
da_dk: Ups, noget gik galt, kunne ikke gemme
nb_no: Ups, noe gikk galt, kunne ikke lagre

# FileReadError
source: Kunde inte läsa filen
da_dk: Kunde ikke læse filen
nb_no: Kunde ikke lese filen

# Norway
source: Norska
da_dk: Norsk
nb_no: Norsk

# Danish
source: Danska
da_dk: Dansk
nb_no: Dansk

# No
source: Nej
nb_no: Nei
